Repository: NaN-tic/trytond-asset_elevator
Catalog: locale/*.po
Languages: ca_es, es_es

# field:asset,active:
source: Active
ca_es: Actiu
es_es: Activo

# field:asset,bidirectional_brand:
source: Bidirectional brand
ca_es: Marca bidireccional
es_es: Marca bidireccional

# field:asset,bidirectional_product:
source: Bidirectional product
ca_es: Producte bidireccional
es_es: Producto bidireccional

# field:asset,brake_brand:
source: Brake Brand
ca_es: Marca frens
es_es: Marca freno

# field:asset,brake_voltage:
source: Brake Voltage
ca_es: Tensió frens
es_es: Tensión frenos

# field:asset,building:
source: Building
ca_es: Edifici
es_es: Edificio

# field:asset,buttons_brand:
source: Buttons brand
ca_es: Marca polsadors
es_es: Marca pulsadores

# field:asset,buttons_product:
source: Buttons product
ca_es: Producte polsadors
es_es: Producto pulsadores

# field:asset,cabin_accesses:
source: Cabin Accesses
ca_es: Accessos cabina
es_es: Acesos cabina

# field:asset,cabin_buttons:
source: Cabin Buttons
ca_es: Botons cabina
es_es: Botones cabina

# field:asset,cabin_chassis_brand:
source: Cabin chasis brand
ca_es: Marca xasís cabina
es_es: Marca chasis cabina

# field:asset,cabin_chassis_product:
source: Cabin chasis product
ca_es: Producte xasís cabina
es_es: Producto chasis cabina

# field:asset,cabin_depth:
source: Depth
ca_es: Profunditat
es_es: Profundidad

# field:asset,cabin_doors:
source: Cabin Doors
ca_es: Portes cabina
es_es: Puertas cabina

# field:asset,cabin_doors_module:
source: Cabin Doors Module
ca_es: Mòdul portes cabina
es_es: Modulo puerta cabina

# field:asset,cabin_guides:
source: Cabin Guides
ca_es: Guies cabina
es_es: Guías cabina

# field:asset,cabin_width:
source: Width
ca_es: Amplada
es_es: Ancho

# field:asset,cilinder_brand:
source: Cilinder Brand
ca_es: Marca cilindre
es_es: Marca cilindro

# field:asset,code:
source: Code
ca_es: Codi
es_es: Código

# field:asset,conductors_connection:
source: Conductors Connection
ca_es: Conexió contractors
es_es: Conexión conductores

# field:asset,conductors_length:
source: Conductors Length
ca_es: Llargada conductors
es_es: Longitud conductores

# field:asset,conservative:
source: Conservative
ca_es: Conservador
es_es: Conservador

# field:asset,contactor_types:
source: Contactor Types
ca_es: Tipus contractors
es_es: Tipo de contractores

# field:asset,contactor_voltage:
source: Contactor Voltage
ca_es: Tensió contractors
es_es: Tensión contractores

# field:asset,counterweight_guides:
source: Counterweight Guides
ca_es: Guies contrapès
es_es: Guías contrapeso

# field:asset,counterweight_product:
source: Counterweight Product
ca_es: Producte contrapes
es_es: Producto contrapeso

# field:asset,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha de creación

# field:asset,create_uid:
source: Create User
ca_es: Usuari de creació
es_es: Usuario de creación

# field:asset,deflection_pulley:
source: Deflection pulley
ca_es: Politja de desviament
es_es: Polea de desviamiento

# field:asset,displays_brand:
source: Displays brand
ca_es: Marca displays
es_es: Marca displays

# field:asset,displays_product:
source: Displays product
ca_es: Producte displays
es_es: Producto displays

# field:asset,door_height:
source: Door Height
ca_es: Alçada porta
es_es: Altura puerta

# field:asset,door_motor_brand:
source: Door Motor Brand
ca_es: Marca motor portes
es_es: Marca motor puertas

# field:asset,door_motor_product:
source: Door Motor Product
ca_es: Producte motor portes
es_es: Producto motor puertas

# field:asset,door_width:
source: Door Width
ca_es: Amplada porta
es_es: Anchura puerta

# field:asset,doors_brand:
source: Doors brand
ca_es: Marca portes
es_es: Marca puertas

# field:asset,doors_number:
source: Doors Number
ca_es: Número de portes
es_es: Número de puertas

# field:asset,doors_product:
source: Doors Product
ca_es: Producte portes
es_es: Producto puertas

# field:asset,elevator_type:
source: Type
ca_es: Tipus
es_es: Tipo

# field:asset,general_state:
source: General State
ca_es: Estat General
es_es: Estado general

# field:asset,ground_finish:
source: Ground Finish
ca_es: Acabat del Terra
es_es: Acabado suelo

# field:asset,hand:
source: Hand
ca_es: Mà
es_es: Mano

# field:asset,hose_diameter:
source: Hose diameter
ca_es: Diàmetre mànega
es_es: Diametro manguera

# field:asset,hose_lenght:
source: Hose lenght
ca_es: Llargada mànega
es_es: Longitud manguera

# field:asset,hose_type:
source: Hose Type
ca_es: Tipus de mànega
es_es: Tipo manguera

# field:asset,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:asset,in_normative:
source: In Normative
ca_es: En normativa
es_es: En normativa

# field:asset,input_voltage:
source: Input Voltage
ca_es: Tensió entrada
es_es: Tensión entrada

# field:asset,landing_door_type:
source: Landing door type
ca_es: Tipus portes replà
es_es: Tipo puertas rellano

# field:asset,lateral_finish:
source: Lateral Finish
ca_es: Acabats lateral
es_es: Acabado lateral

# field:asset,light_height:
source: Height
ca_es: Altura
es_es: Altura

# field:asset,light_width:
source: Width
ca_es: Amplada
es_es: Ancho

# field:asset,ligths_voltage:
source: Ligths Voltage
ca_es: Tensió lluminosos
es_es: Tensió lluminosos

# field:asset,limiter_brand:
source: Limiter Brand
ca_es: Marca limitador
es_es: Marca limitador

# field:asset,limiter_diameter:
source: Limiter Diamater
ca_es: Diàmetre limitador
es_es: Diametro limitador

# field:asset,limiter_wire_diameter:
source: Limiter Wire Diamater
ca_es: Diàmetre cable limitador
es_es: Diametro cable limitador

# field:asset,limiter_wire_lenght:
source: Limiter Wire Length
ca_es: Longitud cable limitador
es_es: Longitud cables limitador

# field:asset,lleva_voltage:
source: Lleva Voltage
ca_es: Tensió lleva
es_es: Tensión lleva

# field:asset,locks_brand:
source: Locks brand
ca_es: Marca panys
es_es: Marca cerraduras

# field:asset,machine_brand:
source: Machine brand
ca_es: Marca màquina
es_es: Marca maquina

# field:asset,machine_product:
source: Machine product
ca_es: Producte màquina
es_es: Producto maquina

# field:asset,main_buttons:
source: Main Floor Buttons
ca_es: Botons porta principal
es_es: Botones planta principal

# field:asset,maneveur_type:
source: Maneveur Type
ca_es: Tipus maniobra
es_es: Tipus maniobra

# field:asset,manevuer_manufacturer:
source: Manevuer Manufacturer
ca_es: Fabricant maniobra
es_es: Fabricant maniobra

# field:asset,manufacturer:
source: Manufacturer
ca_es: Fabricant
es_es: Fabricante

# field:asset,material_brand:
source: Material brand
ca_es: Marca material
es_es: Marca material

# field:asset,notes:
source: Notes
es_es: Notas

# field:asset,number_of_conductors:
source: Number of conductors
ca_es: Número de conductros
es_es: Número de condutores

# field:asset,other_buttons:
source: Other floors Buttons
ca_es: Botons altres plantes
es_es: Botons otras plantas

# field:asset,parachute_brand:
source: Parachute brand
ca_es: Marca paracaigudes
es_es: Marca paracaidas

# field:asset,parachute_counterweight:
source: Parachute counterweight
ca_es: Contrapès paracaigudes
es_es: Contrapeso paracaidas

# field:asset,path_length:
source: Path Length
ca_es: Recorregut
es_es: Recorrido

# field:asset,payload:
source: Payload
ca_es: Càrrega útil
es_es: Carga útil

# field:asset,persons:
source: Persons
ca_es: Persones
es_es: Personas

# field:asset,phone:
source: Phone
ca_es: Telèfon
es_es: Teléfono

# field:asset,piston_diameter:
source: Piston diameter
ca_es: Diàmetre pistó
es_es: Diametro piston

# field:asset,power:
source: Power
ca_es: Potència
es_es: Poténcia

# field:asset,provenance:
source: Proveanence
ca_es: Provinència
es_es: Origen

# field:asset,pulley:
source: Pulley
ca_es: Politja
es_es: Polea

# field:asset,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset,reformed:
source: Reformed
ca_es: Reformat
es_es: Reformado

# field:asset,roof_finish:
source: Roof Finish
ca_es: Acabats terra
es_es: Acabats terra

# field:asset,situation:
source: Situation
ca_es: Situació
es_es: Situación

# field:asset,stops:
source: Stops
ca_es: Parades
es_es: Paradas

# field:asset,suspension_type:
source: Suspension Type
ca_es: Tipus de suspensió
es_es: Tipo de suspensión

# field:asset,type:
source: Type
ca_es: Tipus
es_es: Tipo

# field:asset,velocity:
source: Velocity
ca_es: Velocitat
es_es: Velocidad

# field:asset,wire_diameter:
source: Wire diameter
ca_es: Diàmetre cables
es_es: Diametro cables

# field:asset,wire_lenght:
source: Wire lenght
ca_es: Longitud cables
es_es: Longitud cables

# field:asset,wire_number:
source: Wire number
ca_es: Número de cables
es_es: Número de cables

# field:asset,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:asset,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:asset.building,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha de creación

# field:asset.building,create_uid:
source: Create User
ca_es: Usuari de creació
es_es: Usuario de creación

# field:asset.building,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:asset.building,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.building,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.building,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:asset.building,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:asset.door.type,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha de creación

# field:asset.door.type,create_uid:
source: Create User
ca_es: Usuari de creació
es_es: Usuario de creación

# field:asset.door.type,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:asset.door.type,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.door.type,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.door.type,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:asset.door.type,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:asset.elevator.type,code:
source: Code
ca_es: Codi
es_es: Código

# field:asset.elevator.type,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha de creación

# field:asset.elevator.type,create_uid:
source: Create User
ca_es: Usuari de creació
es_es: Usuario de creación

# field:asset.elevator.type,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:asset.elevator.type,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.elevator.type,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.elevator.type,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:asset.elevator.type,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:asset.finish,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha de creación

# field:asset.finish,create_uid:
source: Create User
ca_es: Usuari de creació
es_es: Usuario de creación

# field:asset.finish,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:asset.finish,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.finish,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.finish,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:asset.finish,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:asset.guide,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha de creación

# field:asset.guide,create_uid:
source: Create User
ca_es: Usuari de creació
es_es: Usuario de creación

# field:asset.guide,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:asset.guide,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.guide,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.guide,type:
source: Type
ca_es: Tipus
es_es: Tipo

# field:asset.guide,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:asset.guide,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:asset.hose.type,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha de creación

# field:asset.hose.type,create_uid:
source: Create User
ca_es: Usuari de creació
es_es: Usuario de creación

# field:asset.hose.type,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:asset.hose.type,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.hose.type,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.hose.type,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:asset.hose.type,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:asset.maneveur.type,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha de creación

# field:asset.maneveur.type,create_uid:
source: Create User
ca_es: Usuari de creació
es_es: Usuario de creación

# field:asset.maneveur.type,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:asset.maneveur.type,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.maneveur.type,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.maneveur.type,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:asset.maneveur.type,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:asset.situation,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha de creación

# field:asset.situation,create_uid:
source: Create User
ca_es: Usuari de creació
es_es: Usuario de creación

# field:asset.situation,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:asset.situation,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.situation,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.situation,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:asset.situation,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:asset.suspension.type,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha de creación

# field:asset.suspension.type,create_uid:
source: Create User
ca_es: Usuari de creació
es_es: Usuario de creación

# field:asset.suspension.type,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:asset.suspension.type,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.suspension.type,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asset.suspension.type,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:asset.suspension.type,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# help:asset,brake_voltage:
source: Brake voltage (in volts)
ca_es: Tensió frens (en volts)
es_es: Tensión frenos (en voltios)

# help:asset,contactor_voltage:
source: Contactor voltage (in volts)
ca_es: Tensió contractors (en volts)
es_es: Tensión contractores (en voltios)

# help:asset,input_voltage:
source: Voltage at the entrance of the property (in volts
ca_es: Tensió a l'entrada de la propietat (en volts)
es_es: Tensión a la entrada del edificio

# help:asset,ligths_voltage:
source: Ligths voltage (in volts)
ca_es: Tensió lluminosos (en volts)
es_es: Tensió lluminosos (en voltios)

# help:asset,lleva_voltage:
source: Lleva voltage (in volts)
ca_es: Tensió lleva (en volts)
es_es: Tensión lleva (en voltios)

# help:asset,power:
source: Power (in kw)
ca_es: Potència (en kw)
es_es: Poténcia (en kw)

# help:asset,pulley:
source: Milimeters of the pulley diamenter
ca_es: Diàmetre de la politja (en mm).
es_es: Diámetro de la polea (en mm)

# help:asset,registry_number:
source: Elevator machine number
ca_es: Registre aparell elevador
es_es: Registro aparato elevador

# model:asset,name:
source: Elevator
ca_es: Elevador
es_es: Elevador

# model:asset.building,name:
source: Building
ca_es: Edifici
es_es: Edificio

# model:asset.building,name:industry_buliding
source: Industry
ca_es: Indústria
es_es: Industria

# model:asset.building,name:offices_buliding
source: Offices
ca_es: Oficines
es_es: Oficinas

# model:asset.building,name:public_administration_buliding
source: Public Administration
ca_es: Administració pública
es_es: Administración pública

# model:asset.building,name:school_buliding
source: School
ca_es: Escola
es_es: Escuelas

# model:asset.door.type,name:
source: Door Type
ca_es: Tipus de portes
es_es: Tipo puerta

# model:asset.elevator.type,name:
source: Elevator Type
ca_es: Tipus d'elevador
es_es: Tipo de elevador

# model:asset.elevator.type,name:adh_elevator_type
source: Electric with machine room, for persons or mixed
ca_es: Elèctric amb cambra de màquina, per persones o mitxes.
es_es: Electrico con habitación para maquina, para personas o mezcla.

# model:asset.elevator.type,name:adhsnc_elevator_type
source: Electric with machine room. Gearless Machine
ca_es: Elèctric amb cambra de màquina. Màquina Gearless.
es_es: Electrico con habitación para maquina. Maquina Gearless.

# model:asset.elevator.type,name:adhwf_elevator_type
source: Electric with machine room and WF maneveur
ca_es: Elèctric amb cambra de màquina i maniobra WF.
es_es: Electrico con habitación para màquina y maniobra WF

# model:asset.elevator.type,name:ajd_elevator_type
source: Without room machine, machine in moat without HD
ca_es: Sense cambra de màquina, maquina en fosa sense HD.
es_es: Sin habitación para maquina, màquina en moso sin HD

# model:asset.elevator.type,name:hd_elevator_type
source: Hydraulic for persons or mixed
ca_es: Hidràulic per persones o mixtes
es_es: Hidraulico, para personas o mezcla.

# model:asset.elevator.type,name:hddl_elevator_type
source: Hydraulic machine directive. Unifamiliar withou moat
ca_es: Màquina amb directiva hidràulica. Unifamiliar sense fosa.
es_es: Maquina hidraulica. Unifamiliar sin foso.

# model:asset.elevator.type,name:ksj_elevator_type
source: Wihtout machine room, without superior machine, door chassis or bag.
ca_es: Sense cambra de màquines, sense maquina superior, chasis de portes o bossa.
es_es: Sin habitación de maquina, ni maquina superior, chasis de puerta o bolsa.

# model:asset.elevator.type,name:pi_elevator_type
source: Indrustrial plataforms, no persons
ca_es: Plataforma industrial, no persones.
es_es: Plataforma industrial, no personas.

# model:asset.finish,name:
source: Finish
ca_es: Acabats
es_es: Acabado

# model:asset.guide,name:
source: Guide
ca_es: Guia
es_es: Guía

# model:asset.hose.type,name:
source: Hose Type
ca_es: Tipus de mànega
es_es: Tipo manguera

# model:asset.maneveur.type,name:
source: Maneveur Type
ca_es: Tipus maniobra
es_es: Tipus maniobra

# model:asset.maneveur.type,name:selective_maneveur
source: Selective Upload-Download
ca_es: Selectiva pujada-baixada
es_es: Selectivo subida-bajada

# model:asset.situation,name:
source: Situation
ca_es: Situació
es_es: Situación

# model:asset.situation,name:lateral_situation
source: Lateral
es_es: Laterial

# model:asset.situation,name:lower_situation
source: Lower
ca_es: Inferior
es_es: Inferior

# model:asset.situation,name:upper_situation
source: Upper
ca_es: Superior
es_es: Superior

# model:asset.suspension.type,name:
source: Suspension Type
ca_es: Tipus de suspensió
es_es: Tipo de suspensión

# model:asset.suspension.type,name:telescopic_suspension
source: Telescopic
ca_es: Telescòpic
es_es: Telescopico

# model:ir.action,name:act_asset_building
source: Buildings
ca_es: Edificis
es_es: Edificios

# model:ir.action,name:act_asset_door_type
source: Door Types
ca_es: Tipus de portes
es_es: Tipos puerta

# model:ir.action,name:act_asset_elevator_type
source: Elevator Types
ca_es: Tipus d'elevadors
es_es: Tipos de elevador

# model:ir.action,name:act_asset_elevators
source: Elevators
ca_es: Ascensors
es_es: Ascensores

# model:ir.action,name:act_asset_finish
source: Finish
ca_es: Acabats
es_es: Acabados

# model:ir.action,name:act_asset_guide
source: Guides
ca_es: Guies
es_es: Guias

# model:ir.action,name:act_asset_hose_type
source: Hose Type
ca_es: Tipus de mànega
es_es: Tipo manguera

# model:ir.action,name:act_asset_maneveur_type
source: Maneveur Type
ca_es: Tipus maniobra
es_es: Tipus maniobra

# model:ir.action,name:act_asset_situation
source: Situations
ca_es: Situacions
es_es: Situaciones

# model:ir.action,name:act_asset_suspension_type
source: Suspension Types
ca_es: Tipus de suspensions
es_es: Tipos de suspensión

# model:ir.ui.menu,name:menu_asset_building
source: Buildings
ca_es: Edificis
es_es: Edificios

# model:ir.ui.menu,name:menu_asset_door_type
source: Door Types
ca_es: Tipus de portes
es_es: Tipos puerta

# model:ir.ui.menu,name:menu_asset_elevator
source: Elevator
ca_es: Elevador
es_es: Elevador

# model:ir.ui.menu,name:menu_asset_elevator_from
source: Elevators
ca_es: Elevadors
es_es: Elevadores

# model:ir.ui.menu,name:menu_asset_elevator_type
source: Elevator Types
ca_es: Tipus d'elevadors
es_es: Tipos elevador

# model:ir.ui.menu,name:menu_asset_finish
source: Finish
ca_es: Acabats
es_es: Acabados

# model:ir.ui.menu,name:menu_asset_guide
source: Guides
ca_es: Guies
es_es: Guias

# model:ir.ui.menu,name:menu_asset_hose_type
source: Hose Type
ca_es: Tipus de mànega
es_es: Tipo manguera

# model:ir.ui.menu,name:menu_asset_maneveur_type
source: Maneveur Type
ca_es: Tipus maniobra
es_es: Tipus maniobra

# model:ir.ui.menu,name:menu_asset_situation
source: Situations
ca_es: Situacions
es_es: Situaciones

# model:ir.ui.menu,name:menu_asset_suspension_type
source: Suspension Types
ca_es: Tipus de suspensions
es_es: Tipos de suspensión

# selection:asset,hand:
source: Left
ca_es: Esquerra
es_es: Izquierda

# selection:asset,hand:
source: Right
ca_es: Dreta
es_es: Derecha

# selection:asset,provenance:
source: Another conservative
ca_es: un altre conservador
es_es: Otro conservador

# selection:asset,provenance:
source: New Work
ca_es: Obra noba
es_es: Obra nueva

# selection:asset,provenance:
source: Old Work
ca_es: Obra antiga
es_es: Obra antigua

# selection:asset,type:
source: Elevator
ca_es: Ascensor
es_es: Ascensor

# selection:asset.guide,type:
source: Cabin
ca_es: Cabina
es_es: Cabina

# selection:asset.guide,type:
source: Counterweight
ca_es: Contrapès
es_es: Contrapeso

# view:asset.building:
source: Building
ca_es: Edifici
es_es: Edificio

# view:asset.building:
source: Buildings
ca_es: Edificis
es_es: Edificios

# view:asset.door.type:
source: Door Type
ca_es: Tipus de portes
es_es: Tipo puerta

# view:asset.door.type:
source: Door Types
ca_es: Tipus de portes
es_es: Tipos puerta

# view:asset.elevator.type:
source: Elevator Type
ca_es: Tipus d'elevador
es_es: Tipo elevador

# view:asset.elevator.type:
source: Elevator Types
ca_es: Tipus d'elevador
es_es: Tipos elevador

# view:asset.finish:
source: Finish
ca_es: Acabats
es_es: Acabado

# view:asset.guide:
source: Guide
ca_es: Guia
es_es: Guía

# view:asset.guide:
source: Guides
ca_es: Guies
es_es: Guias

# view:asset.hose.type:
source: Hose Type
ca_es: Tipus de mànega
es_es: Tipo manguera

# view:asset.hose.type:
source: Hose Types
ca_es: Tipus de mànega
es_es: Tipos manguera

# view:asset.maneveur.type:
source: Maneveur Type
ca_es: Tipus maniobra
es_es: Tipus maniobra

# view:asset.maneveur.type:
source: Maneveur Types
ca_es: Tipus maniobra
es_es: Tipus maniobra

# view:asset.situation:
source: Situation
ca_es: Situació
es_es: Situación

# view:asset.situation:
source: Situations
ca_es: Situacions
es_es: Situaciones

# view:asset.suspension.type:
source: Suspension Type
ca_es: Tipus de suspensió
es_es: Tipo de suspensión

# view:asset.suspension.type:
source: Suspension Types
ca_es: Tipus de suspensions
es_es: Tipos de suspensión

# view:asset:
source: Accesses
ca_es: Accesos
es_es: Acesos

# view:asset:
source: Brand
ca_es: Marca
es_es: Marca
