Repository: NaN-tic/trytond-asset_elevator
Catalog: locale/*.po
Languages: ca_es, es_es

# view:asset:
source: Brands
ca_es: Marques
es_es: Marcas

# view:asset:
source: Buttons
ca_es: Botons
es_es: Botones

# view:asset:
source: Buttons Numeration
ca_es: Númeració botons
es_es: Numeración botones

# view:asset:
source: Cabin
ca_es: Cabina
es_es: Cabina

# view:asset:
source: Cabin Chassis
ca_es: Xasis de la cabina
es_es: Chasis cabina

# view:asset:
source: Components
es_es: Componentes

# view:asset:
source: Conductors
es_es: Conductores

# view:asset:
source: Contactors
ca_es: Contractors
es_es: Contractores

# view:asset:
source: Diameter
ca_es: Diàmetre
es_es: Diametro

# view:asset:
source: Door Motor
ca_es: Motor portes
es_es: Motor puertas

# view:asset:
source: Doors
ca_es: Portes
es_es: Puertas

# view:asset:
source: Doors Module
ca_es: Mòdul porta
es_es: Mòdulo puerta

# view:asset:
source: Elevator Info
ca_es: Informació ascensor
es_es: Información ascensor

# view:asset:
source: Hose
ca_es: Mànega
es_es: Manguera

# view:asset:
source: Hose Maneveur
ca_es: Mànega maniobra
es_es: Manguera maniobra

# view:asset:
source: Ligths
ca_es: Lluminosos
es_es: Luminosos

# view:asset:
source: Limiter
ca_es: Limitador
es_es: Limitador

# view:asset:
source: Machine
ca_es: Màquina
es_es: Maquina

# view:asset:
source: Main Floor
ca_es: Planta principal
es_es: Planta principial

# view:asset:
source: Maneveur
ca_es: Maniobra
es_es: Maniobra

# view:asset:
source: Manufacturer
ca_es: Fabricant
es_es: Fabricante

# view:asset:
source: Mesurements
ca_es: Mesures
es_es: Medidas

# view:asset:
source: Other
ca_es: Un altre
es_es: Otro

# view:asset:
source: Other Floor
ca_es: Una altra planta
es_es: Otras plantas

# view:asset:
source: Product
ca_es: Producte
es_es: Productos

# view:asset:
source: Type
ca_es: Tipus
es_es: Tipo

# view:asset:
source: Voltages
ca_es: Volatatges
es_es: Voltajes

# view:asset:
source: Wire
ca_es: Cable
es_es: Cable

# view:asset:
source: Wires
ca_es: Cables
es_es: Cables

# field:asset,administrator:
source: Administrator
ca_es: Administrador

# view:asset:
source: Bidirectional
ca_es: Bidireccional

# view:asset:
source: Piston
ca_es: Pistó
